Python 3.12.3 (tags/v3.12.3:f6650f9, Apr  9 2024, 14:05:25) [MSC v.1938 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
= RESTART: C:/Users/jeff4/OneDrive/바탕 화면/3.31.py
2 * 1 = 2
2 * 2 = 4
2 * 3 = 6
2 * 4 = 8
2 * 5 = 10
2 * 6 = 12
2 * 7 = 14
2 * 8 = 16
2 * 9 = 18
2 * 1 = 2
2 * 2 = 4
2 * 3 = 6
2 * 4 = 8
2 * 5 = 10
2 * 6 = 12
2 * 7 = 14
2 * 8 = 16
2 * 9 = 18
Python
is
FUN! 
Python
is
FUN! 
Python
is
FUN! 
Python
is
Python
is
Python
is
FUN! 
Python 
Python 
Python 
is 
FUN! 
메뉴를 선택하세요(알파벳 b, c, p 입력): c
치킨을 선택하였습니다.
숫자를 입력하세요: 1
1는 소수가 아닙니다.
숫자를 입력하세요: 22
결과는 3795입니다.
day: 1    달팽이의 위치: 2 미터
day: 2    달팽이의 위치: 4 미터
day: 3    달팽이의 위치: 6 미터
day: 4    달팽이의 위치: 8 미터
day: 5    달팽이의 위치: 10 미터
day: 6    달팽이의 위치: 12 미터
day: 7    달팽이의 위치: 14 미터
day: 8    달팽이의 위치: 16 미터
day: 9    달팽이의 위치: 18 미터
day: 10    달팽이의 위치: 20 미터
day: 11    달팽이의 위치: 22 미터
day: 12    달팽이의 위치: 24 미터
우물을 탈출하는 데 걸린 날은 13일입니다.
153 370 371 407 충전 또는 사용한 연료를 +/- 기호와 함께 입력하시오: -99
현재 탱크양은 401 입니다.
충전 또는 사용한 연료를 +/- 기호와 함께 입력하시오: -999
현재 탱크양은 -598 입니다.
경고: 연료가 10% 미만이니 충전하세요!
