Python 3.12.3 (tags/v3.12.3:f6650f9, Apr  9 2024, 14:05:25) [MSC v.1938 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.

======== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\oceanAI\oceanAI\ai2-1.py =======
200 + 300 + 400 = 900
30
60
사각형의 면적 : 1800
삼각형의 면적 : 400
정사각형의 밑변을 입력하시오 : 40
정사각형의 면적 : 1600
10에서 10까지의 합 : 55
10! = 3628800
a    n    a**n
224
329
4216
5225
6236
섭씨    화씨
0    32.0
10    50.0
20    68.0
30    86.0
40    104.0
50    122.0
섭씨 온도를 입력하세요 : 30
섭씨 30.0 도는 화씨 86.0 도 입니다.
화씨 온도를 입력하세요 : 86
화씨 86.0 도는 섭씨 30.0 도 입니다.
원의 반지름 = 11, 원의 둘레 = 69.115024, 원의 면적 = 380.132632
원의 반지름을 입력하세요 : 11
원의 둘레 = 69.115024, 원의 면적 = 380.132632
2의 제곱근 = 1.4142135623730951
3의 제곱근 = 1.7320508075688772
4의 제곱근 = 2.0
5의 제곱근 = 2.23606797749979
6의 제곱근 = 2.449489742783178
7의 제곱근 = 2.6457513110645907
8의 제곱근 = 2.8284271247461903
9의 제곱근 = 3.0
10의 제곱근 = 3.1622776601683795
밑변을 입력하세요 : 5
높이를 입력하세요 : 12
빗변 : 13.0
회전하기 전 : (1+2j)
90도 회전한 후 : (-2+1j)
2 4 8 16 32 64 128 256 512 1024
정수를 입력하세요: 20
이 수가 짝수인가요? True
정수를 입력하세요 : 21
입력된 정수는 0에서 100의 범위 안에 있는 짝수인가요? False
0b101 & 0b110 = 0b100
0b101 | 0b110 = 0b111
0b101 ^ 0b110 = 0b11
정수를 입력하시오 : 120
120 의 2진수 값 : 0b1111000
120 의 2진수 값에 대한 비트단위 부정값 : -0b1111001
정수 a를 입력하시오 : 202
정수 b를 입력하시오 : 50
a / b의 몫 : 4
a / b의 나머지 : 2
세 자리 정수를 입력하시오 : 349
백의 자리 : 3
십의 자리 : 4
일의 자리 : 9
세 자리 정수를 입력하시오 : 349
9
4
3
