Python 3.12.3 (tags/v3.12.3:f6650f9, Apr  9 2024, 14:05:25) [MSC v.1938 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.

= RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py
나의 이름은 : 이병현

=============== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py ==============
나의 이름은 : 이병현
나의 나이는 : 23

=============== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py ==============
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm입니다.
10+20 = 30
10*20 = 200

=============== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py ==============
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm입니다.
10+20 = 30
10*20 = 200
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm 입니다.
10+20 = 30
10*20= 200

=============== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py ==============
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm입니다.
10+20 = 30
10*20 = 200
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm 입니다.
10+20 = 30
10*20= 200
사각형의 면적 1200
>>> 
=============== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py ==============
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm입니다.
10+20 = 30
10*20 = 200
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm 입니다.
10+20 = 30
10*20= 200
사각형의 면적 1200
123*456
>>> 
=============== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py ==============
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm입니다.
10+20 = 30
10*20 = 200
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm 입니다.
10+20 = 30
10*20= 200
사각형의 면적 1200
56088
>>> 
=============== RESTART: C:\Users\jeff4\OneDrive\바탕 화면\파이썬\new.py ==============
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm입니다.
10+20 = 30
10*20 = 200
나의 이름은 : 이병현
나의 나이는 : 23
나의 키는 172 cm 입니다.
10+20 = 30
10*20= 200
사각형의 면적 1200
56088
3825
625
2.5
2
0
1
1.4142135623730951
1.7320508075688772
