Python 3.12.3 (tags/v3.12.3:f6650f9, Apr  9 2024, 14:05:25) [MSC v.1938 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
= RESTART: C:/Users/jeff4/OneDrive/바탕 화면/과제8.py
춘향이와 몽통이의 연애 시작일 : 2019년 2월 14일
연애 시작일로부터 경과한 날짜 : 2251일
춘향이와 몽통이의 연애 시작일 : 2019년 2월 14일
100일 기념일 : 2019년 5월 25일
200일 기념일 : 2019년 9월 2일
500일 기념일 : 2020년 6월 28일
1000일 기념일 : 2021년 11월 10일
sin(180) = 0.000, cos(180) = -1.000, tan(180) = -0.000
1~20까지의 숫자를 입력하세요: 4
4 보다 작습니다!
1~20까지의 숫자를 입력하세요: 3
정답입니다!
2번만에 맞춘 당신은 천재!
